Repository: Emer-Labs/CrashAnalysis
Catalog: CrashAnalysis/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: atos command not found
zh_hans: 没有找到 atos 命令

source: Crash Analysis
zh_hans: Crash 分析

# Crash File
source: Crash File (.crash .txt)
zh_hans: Crash 文件 (.crash .txt)

# dSYM File
source: dSYM File (.dSYM)
zh_hans: dSYM 文件 (.dSYM)

source: DWARF file not found in dSYM
zh_hans: 没有在 dSYM 中找到 DWARF 文件

source: Error parsing address: %@
zh_hans: 解析地址错误: %@

source: Error read the crash file failed: %@
zh_hans: 读取 crash 文件失败: %@

source: Error running atos command for address: %@
zh_hans: 运行 atos 命令获取地址错误: %@

source: Invalid address or offset
zh_hans: 无效的地址或偏移量

source: Parse Crash File
zh_hans: 解析 Crash 文件

source: Please select both dSYM and Crash files
zh_hans: 请选择 dSYM 和 Crash 文件

source: Processing...
zh_hans: 处理中...

# select or drop
source: Select File / Drag and Drop File
zh_hans: 选择文件或拖入文件
